adobe-source-han-sans-otc-fonts
alacritty
amd-ucode
ark
base
bluez-utils
dbeaver
dolphin
extra-cmake-modules
fd
firefox
fzf
grub
htop
jq
kcharselect
libva-nvidia-driver
linux-zen
mariadb
mpv
nano
neovim
nvidia-dkms
plasma-meta
qt5-quickcontrols2
sof-firmware
steam
ttf-firacode-nerd
unzip
wget
wireless_tools
xorg-xinit
zram-generator
