adobe-source-han-sans-otc-fonts
alacritty
amd-ucode
ark
base
bluez-utils
dkms
dolphin
extra-cmake-modules
fd
firefox
fzf
grub
htop
imagemagick
jq
kcharselect
libva-nvidia-driver
mpv
neovim
nvidia
plasma-meta
sddm-silent-theme
sof-firmware
steam
ttf-firacode-nerd
unzip
wget
wireless_tools
xdotool
xorg-xinit
yay
yay-debug
zram-generator
