adobe-source-han-sans-otc-fonts
alacritty
amd-ucode
ark
base
bluez-utils
dolphin
dunst
efibootmgr
fd
firefox
fzf
htop
hyprland
jq
kate
kitty
nano
neovim
pavucontrol
plasma-meta
qt5-quickcontrols2
sof-firmware
steam
ttf-firacode-nerd
unzip
waybar
wget
wireless_tools
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-xinit
zram-generator
